Repository: sushain97/apertium-monorepo-svn-82937
Catalog: nursery/apertium-sme-smn/fi.samediggi/view_id_EQ_364_itemid_EQ_149.tmx
Source language: sme
Languages: smn

source: Sámenuoraid dáiddadáhpáhusas juhkkojuvvojedje 10 stipeandda
smn: Säminuorâi taaiđâtábáhtusâst juáhhojii 10 stipendid

source: Nuortalaš Juuso Fofonoff Čeavetjávrris , rock-joavkkut MusInk Anára skuvllas ja Duljárat Avvila logahagas ožžo sámenuoraid dáiddadáhpáhusas Roavvenjárggas 8.4. stuorámus giitosiid duopmáriin .
smn: Nuorttâsämmilâš Juuso Fofonoff Čevetjäävrist , rock-juávhuh MusInk Aanaar škoovlâst ja Duljárat Avveel luvâttuvâst ožžuu säminuorâi taaiđâtábáhtusâst Ruávinjaargâst 8.4. enâmustáá kijttosijd tuámárijn .

source: Fofonoff leuddii Guoládaga sámiid árbevirolaš leudde Änn-Vää ´sǩ nijdd´ , MusInk ovdan buvttii iežas bihtá ´Mahđuttemest mahđulas´ ja Duljárat Sofia Jannok bihtá ´Goaskin´ .
smn: Fofonoff leuddij Kuáláduvnjaargâ sämmilij ärbivuáválii leudd Änn-Vää ´sǩ nijdd´ , MusInk jieijâs pitá ´Máhđuttemest máhđulâš´ já Duljárat Sofia Jannok pittáin ´Goaskin´ .

source: Dieđáhus stipeanddaid juohkimis rahpasa dás : Sámenuoraid dáiddadáhpáhusas 2010 juhkkojuvvon stipeanddat .
smn: Tiäđáttâs puohâin stipendij uážžoin täst : Säminuorâi taaiđâtábáhtusâst 2010 palhâšum nuorah .

source: Geahča govaid dás .
smn: Keejâ kuuvijd täst .
